Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_innvilger_tilskudd_til_fornyelse_av_beskanluossarock.html.tmx
Source language: nob
Languages: sme

source: Sametinget innvilger tilskudd til fornyelse av BeskánLuossaRock
sme: Sámediggi juolluda doarjaga ođasmahttit BeskánLuossaRock

source: BeskánLuossaRock får 180.000 kr av Sametinget til å styrke, utvikle og utvide den samiske festivalen.
sme: BeskánLuossaRock oažžu Sámedikkis 180.000 ruvnno nannet, ovdánahttit ja stuoridit sámi festivála.

source: – Samiske festivaler er viktige arenaer og bidrar til økt bolyst og økt sysselsetting.
sme: – Sámi festiválat leat dehálaš arenat ja lasihit orrunmovtta ja loktejit barggahusa.

source: Sametinget ønsker å bidra når BeskánLuossaRock har planer om å utvikle festivalen, sier sametingsråd Maja Kristine Jåma (NSR).
sme: Sámediggi háliida veahkehit go BeskánLuossaRock pláne ovdánahttit festivála, dadjá sámediggeráđđi Maja Kristine Jåma (NSR).

source: Midlene festivalen får er gjennom den søkerbaserte ordningen «Institusjonsutvikling».
sme: Ruhta maid festivála oažžu boahtá ohccánvuđot doarjaga bokte “Ásahusovdáneapmi”.

source: Festivalen får også en fast årlig bevilgning gjennom Sametingets budsjett og bevilgningen bidrar til økonomisk forutsigbarhet.
sme: Festivála oažžu maiddái doarjaga jahkásaččat Sámedikki bušeahta bokte ja doarjja addá ekonomalaš einnostahttivuođa.

source: Festivalen, som arrangeres i Karasjok, har 10-årsjubileum i 2025 og har som overordnet mål å tilby og tilgjengeliggjøre samiske musikk- og kulturopplevelser for publikum.
sme: Festiválas, mii lágiduvvo Kárášjogas, lea 10-jagiávvudeapmi 2025:s ja stuorámus mihttu lea sámi musihka- ja kulturvásáhusaid fállat ja dahkkát olahahtii gehččiide.

source: – Midlene vi bevilger nå skal bidra til å styrke festivalen og utvikle virksomheten til et nytt konsept, men likevel i tråd med det bankende hjertet for samisk joik og musikk.
sme: – Ruhta maid mii juolludat dál galgá veahkkin nannet festivála ja ovdánahttit doaimmahusa ođđa konseptii, muhto lihkká oktiivástideaddji sámi luohte- ja musihkkaberoštupmái.

source: Vi ønsker festivalen til lykke med planene og det kommende jubileet, sier Jåma.
sme: Mii sávvat festiválii lihkku plánaiguin ja ávvudemiin, dadjá Jåma.

source: BeskánLuossaRock startet i 2014 som en del av den årlige laksefiske-konkurransen arrangert av Beskenjárgilisearvi i Karasjok.
sme: BeskánLuossaRock álggahuvvui 2014 ja lei oassin jahkásaš luossaoaggungilvvus man Beskenjárgilisearvi Kárášjogas lágidii.

source: Fiskekonkurransen ble lagt ned på grunn av restriksjoner.
sme: Oaggungilvu heaittihuvvui gáržžidemiid geažil.

source: I 2024 ble festivalen utvidet til en todagers festival med en ekstra dag spesifikt for barn og unge.
sme: 2014:s stuoriduvvui festivála guovtti beaivái mas liige beaivi várrejuvvon mánáide ja nuoraide.

source: Festivalen flyttet også til Karasjok sentrum for å gjøre den mer tilgjengelig for det lokale publikummet.
sme: Festivála sirde maiddái Kárášjoga márkanguovddážii vuoi šaddá olámuttos báikkálaš gehččiide.
